[
  {
    "section": "Store Name",
    "text": "GreenGear GreenGear is a modern e-commerce platform dedicated to providing premium outdoor equipment for adventurers, explorers, and nature lovers. We specialize in high-quality gear for camping, hiking, kayaking, and rafting — along with a wide range of subcategories to meet the needs of every kind of outdoor experience."
  },
  {
    "section": "Our Journey",
    "text": "We believe the outdoors should be accessible, enjoyable, and safe for everyone — from first-time campers to seasoned explorers. What began as a passion for nature has evolved into a mission to empower the outdoor community with gear that performs in the real world. We’ve grown from humble beginnings into a trusted webshop, built on a foundation of quality, sustainability, and love for adventure."
  },
  {
    "section": "Our Vision and Mission",
    "text": "We strive to become the go-to destination for reliable, sustainable, and performance-driven gear. By listening to real adventurers and testing products in actual conditions, we’ve created a curated collection that reflects what explorers truly need. Whether you’re climbing a mountain or exploring your local trails, we’re here to support every step of your journey."
  },
  {
    "section": "Trusted Quality",
    "text": "We collaborate with reputable brands known for durability and innovation. Every product in our shop is hand-tested to ensure top performance when it matters most."
  },
  {
    "section": "Expert-Curated Gear",
    "text": "Our selection is carefully chosen by experienced outdoor enthusiasts who understand the challenges of nature."
  },
  {
    "section": "Seamless Shopping Experience",
    "text": "Our webshop is fast, intuitive, and secure — with quick shipping, easy navigation, and responsive customer support."
  },
  {
    "section": "Shipping",
    "text": "We offer delivery across Europe. Shipping costs €20 if your total order is below €100. For orders over €100 — shipping is free. For customers in Montenegro, shipping is always free."
  },
  {
    "section": "Warranty & Returns",
    "text": "All products come with a 3-year warranty. If there is any defect in the product or an error on our part, we provide hassle-free returns and full refunds."
  },
  {
    "section": "Physical Location",
    "text": "Prefer in-person shopping? Visit us at our physical store in Podgorica, Montenegro: Bratstva i Jedinstva 61"
  },
  {
    "section": "Responsibility",
    "text": "Through seasonal blog posts, gear guides, and product testing feedback from real users, we continuously improve our offerings to reflect actual field experience. We also support eco-conscious practices by prioritizing products with sustainable materials and packaging. As we grow, so does our commitment to protecting the environments our gear is designed for. Our team regularly partners with local outdoor clubs and organizes trail cleanups, workshops, and gear demos to promote education and environmental stewardship. Whether you're a first-time buyer or a veteran adventurer, you're part of something bigger with GreenGear."
  },
  {
    "section": "Community",
    "text": "GreenGear is more than just a webshop — it’s a growing community of outdoor enthusiasts who share a love for nature and responsible exploration."
  },
  {
    "section": "Contact",
    "text": "Contact us anytime via phone at +382 68 850 100 or email at greengear@gmail.com."
  },
  {
    "section": "Shipping Time",
    "text": "How long does shipping take? Orders within Montenegro typically arrive within 1-2 business days. Orders across Europe usually arrive within 5-7 business days depending on location."
  },
  {
    "section": "Product Returns",
    "text": "Can I return a product if I change my mind? Yes. If you're not satisfied, you can return unused items within 14 days for a full refund. Return shipping costs may apply if there's no defect."
  },
  {
    "section": "Payment Methods",
    "text": "What payment methods are accepted? We accept credit/debit cards, PayPal, and direct bank transfers. All payments are processed securely."
  },
  {
    "section": "Store Hours",
    "text": "What are your store hours in Podgorica? Our physical store is open Monday to Friday from 9:00 to 17:00, and Saturdays from 10:00 to 14:00."
  },
  {
    "section": "Customer Support",
    "text": "How can I get help with my order? You can contact our support team via phone at +382 68 850 100 or email us at greengear@gmail.com. We usually respond within a few hours."
  }
]
