[
  {
    "chunk": "Product: NRS E-120D Raft",
    "text": "NRS E-120D Raft — The NRS E-120D is a versatile, compact raft built for adventure. Whether outfitted with a fishing frame\n for calm rivers or packed with paddlers for thrilling whitewater, it adapts to your needs. Price: €5950. In stock: 45 pcs. Category: Rafting. Subcategory: Raft."
  },
  {
    "chunk": "Product: NRS Otter Livery 96 Raft",
    "text": "NRS Otter Livery 96 Raft — The NRS Otter Livery 96 is built tough with 41oz./1100 denier premium\n Pennel Orca® fabric. It features two sturdy handles at the front and rear for easy carrying and transport. Price: €2970. In stock: 35 pcs. Category: Rafting. Subcategory: Rafting."
  },
  {
    "chunk": "Product: NRS Approach 100 Raft",
    "text": "NRS Approach 100 Raft — Toss your gear in the trunk, grab some tie-downs, and get ready to hit\n the water—trailer-free—with the NRS Approach 100. Price: €3800. In stock: 60 pcs. Category: Rafting. Subcategory: Raft."
  },
  {
    "chunk": "Product: NRS Otter 120D Raft",
    "text": "NRS Otter 120D Raft — The 120D replaces the Otter 120. It’s a slightly diminished tube design\n that opens up more room in the end compartments for fishermen or overnight gear. Price: €4700. In stock: 20 pcs. Category: Rafting. Subcategory: Raft."
  },
  {
    "chunk": "Product: STAR Paragon Kayak",
    "text": "STAR Paragon Kayak — Featuring keel inserts in the bow and stern and a removable skeg, the\n STAR Paragon Inflatable Kayak handles and tracks like a hard-shell with the stow-ability we’ve grown to love. Price: €550. In stock: 27 pcs. Category: Kayaking. Subcategory: Kayak."
  },
  {
    "chunk": "Product: STAR Paragon XL Kayak",
    "text": "STAR Paragon XL Kayak — Featuring keel inserts in the bow and stern and a removable skeg, the\n STAR Paragon Inflatable Kayak handles and tracks like a hard-shell with the stow-ability we’ve grown to love. Price: €620. In stock: 10 pcs. Category: Kayaking. Subcategory: Kayak."
  },
  {
    "chunk": "Product: STAR Paragon Tandem Kayak",
    "text": "STAR Paragon Tandem Kayak — Because paddling with a buddy is always more fun, the STAR Paragon Tandem\n Inflatable Kayak features rigid inserts to create a traditional keel-shaped hull, a removable skeg for efficient tracking, and room for two paddlers. Price: €690. In stock: 13 pcs. Category: Kayaking. Subcategory: Kayak."
  },
  {
    "chunk": "Product: STAR Raven Pro Kayak",
    "text": "STAR Raven Pro Kayak — Because paddling with a buddy is always more fun, the STAR Paragon \nTandem Inflatable Kayak features rigid inserts to create a traditional keel-shaped hull, a removable skeg for efficient tracking, and room for two paddlers. Price: €1090. In stock: 17 pcs. Category: Kayaking. Subcategory: Kayak."
  },
  {
    "chunk": "Product: NRS River Float Tube",
    "text": "NRS River Float Tube — With an extended center-to-center compartment, the NRS Big River Float Tube provides the same fun as the Wild River Tube with more room and greater buoyancy for larger river rats. Price: €200. In stock: 16 pcs. Category: Rafting. Subcategory: River Tubes."
  },
  {
    "chunk": "Product: STAR Makara River Tube",
    "text": "STAR Makara River Tube — The STAR Makara River Tube combines the traditional design of your favorite tube with premium materials and quality construction methods.Ergonomically placed handles provide comfort and security. Price: €180. In stock: 36 pcs. Category: Rafting. Subcategory: River Tubes."
  },
  {
    "chunk": "Product: NRS Neutron Packraft",
    "text": "NRS Neutron Packraft — When you’re looking to tackle just about anything nature throws at you with one watercraft, the Neutron Packraft’s thigh braces, detachable backband, self-bailing floor and waterproof internal storage. Price: €1180. In stock: 37 pcs. Category: Rafting. Subcategory: Packraft."
  },
  {
    "chunk": "Product: NRS Pulsar Packraft",
    "text": "NRS Pulsar Packraft — The beauty of a packraft is the ability to bring it with you wherever you’re heading, however you travel—even on public transport. Designed to track on flatwater but handle more dynamic features. Price: €900. In stock: 7 pcs. Category: Rafting. Subcategory: Packraft."
  },
  {
    "chunk": "Product: Werner Carbon Paddle",
    "text": "Werner Carbon Paddle — The Werner Kalliste’s blades have an exceptionally light and buoyant feel on the water and offer silky smooth strokes. The mid-size design is perfect for average-size low-angle paddlers. Price: €150. In stock: 57 pcs. Category: Rafting. Subcategory: Raft Paddles."
  },
  {
    "chunk": "Product: Werner Camano Paddle",
    "text": "Werner Camano Paddle — The Camano features Werner’s most popular low-angle, mid-size blade design. The perfect paddle for kayakers who use a relaxed, all-around touring stroke and want gentle, efficient, all-day power. Price: €190. In stock: 32 pcs. Category: Rafting. Subcategory: Raft Paddles."
  },
  {
    "chunk": "Product: Werner Shuna Paddle",
    "text": "Werner Shuna Paddle — The Werner Shuna is a classic all-around high-angle paddle. The versatile mid-size blades fit a wide range of kayakers for both technical paddling and general touring. Price: €170. In stock: 36 pcs. Category: Rafting. Subcategory: Raft Paddles."
  },
  {
    "chunk": "Product: NRS Neso Helmet",
    "text": "NRS Neso Helmet — A do-it-all whitewater helmet for rafters, kayakers, packrafters and stand up paddlers ready to step up and charge. Safe and economical, the NRS Neso Helmet delivers comfortable head protection. Price: €70. In stock: 46 pcs. Category: Kayaking. Subcategory: Helmets."
  },
  {
    "chunk": "Product: NRS Tactyl Helmet",
    "text": "NRS Tactyl Helmet — Designed for the needs of rescue professionals, the NRS Tactyl Helmet delivers adaptable comfort and rugged protection in a lightweight and refined package. Price: €100. In stock: 96 pcs. Category: Kayaking. Subcategory: Helmets."
  },
  {
    "chunk": "Product: WRSI Current Helmet",
    "text": "WRSI Current Helmet — Constructed with high-quality materials and advanced technologies, the WRSI Current Helmet is anything but basic. Combined with a plush inner lining, it can’t be beat in safety or comfort. Price: €120. In stock: 46 pcs. Category: Kayaking. Subcategory: Helmets."
  },
  {
    "chunk": "Product: NRS Ether Dry Bag",
    "text": "NRS Ether Dry Bag — A lightweight dry bag that doesn’t take waterproof protection lightly. The Ether HydroLock combines our folding StormStrip™ seal and HydroLock zip closure. Price: €40. In stock: 44 pcs. Category: Kayaking. Subcategory: Dry Bags."
  },
  {
    "chunk": "Product: NRS Tuff Sacks",
    "text": "NRS Tuff Sacks — A lightweight dry bag that doesn’t take waterproof protection lightly. The Ether HydroLock combines our folding StormStrip™ seal and HydroLock zip closure. Price: €25. In stock: 24 pcs. Category: Kayaking. Subcategory: Dry Bags."
  },
  {
    "chunk": "Product: ENO Lounger DL Mesh Chair",
    "text": "ENO Lounger DL Mesh Chair — Who says lightweight adventure can’t be luxurious? The ENO Lounger™ DL Mesh Chair delivers nap-worthy comfort in a compact and convenient design that sets up in seconds. Price: €55. In stock: 34 pcs. Category: Camping. Subcategory: Chairs and Tables."
  },
  {
    "chunk": "Product: ENO Lounger SL Chair",
    "text": "ENO Lounger SL Chair — Lightweight, compact and portable, the ENO Lounger SL Chair combines high-profile comfort with low-profile seating. Its premium construction is packed with the strength to withstand any adventure Price: €65. In stock: 22 pcs. Category: Camping. Subcategory: Chairs and Tables."
  },
  {
    "chunk": "Product: NRS Campsite Counter",
    "text": "NRS Campsite Counter — Prep your food, cook it and wash up after the meal on the NRS Campsite Counter. Then, strap it on your frame for passenger seating or gear loading. It’s the ultimate multitasker! Price: €165. In stock: 52 pcs. Category: Camping. Subcategory: Chairs and Tables."
  },
  {
    "chunk": "Product: GSI Guidecast Dutch Oven",
    "text": "GSI Guidecast Dutch Oven — There’s no reason to ditch the dutch brownies, even on self-support trips! The GSI Guidecast Dutch Oven delivers traditional dutch oven performance without the heft. Price: €35. In stock: 32 pcs. Category: Camping. Subcategory: Camp Kitchen."
  },
  {
    "chunk": "Product: GSI Bugaboo Base Camper",
    "text": "GSI Bugaboo Base Camper — Featuring a non-stick ceramic coating on the pots and pan, the GSI Outdoors Bugaboo Base Camper set makes it easy to whip up a feast off-grid. Choose one of three set sizes to fuel your adventure. Price: €85. In stock: 44 pcs. Category: Camping. Subcategory: Camp Kitchen."
  },
  {
    "chunk": "Product: NRS Canyon Camping Dry Box",
    "text": "NRS Canyon Camping Dry Box — When you’re enjoying the great outdoors, keep your food and camping gear dry and protected with the NRS Canyon Camping Dry Box. The sturdy and economical solution you’ve been waiting for. Price: €65. In stock: 77 pcs. Category: Camping. Subcategory: Dry Boxes."
  },
  {
    "chunk": "Product: NRS Taj M’Haul Deck Bag",
    "text": "NRS Taj M’Haul Deck Bag — Keep snacks, rain gear, maps and gadgets close at hand with the roomy NRS Taj M’Haul Deck Bag. It’s also a home for safety essentials such as your bilge pump, paddle float and sponge. Price: €125. In stock: 27 pcs. Category: Hiking. Subcategory: Bags."
  },
  {
    "chunk": "Product: NRS SUP Board Travel Pack",
    "text": "NRS SUP Board Travel Pack — The durable NRS SUP Board Travel Pack can fit a folded inflatable SUP, 3-piece breakdown paddle and pump, as well as the accessories needed to get on the water. Price: €120. In stock: 22 pcs. Category: Hiking. Subcategory: Bags."
  },
  {
    "chunk": "Product: NRS Lotic Knife",
    "text": "NRS Lotic Knife — Our answer to the everyday carry knife, the Lotic Knife is a more compact version of the Pilot Access. A dual-edged stainless-steel blade lets the user do more with less, while the folding design makes it easy to bring along on any adventure. Price: €40. In stock: 23 pcs. Category: Hiking. Subcategory: Other equipment."
  },
  {
    "chunk": "Product: NRS Photic Knife",
    "text": "NRS Photic Knife — Our answer to the everyday carry knife, the Lotic Knife is a more compact version of the Pilot Access. A dual-edged stainless-steel blade lets the user do more with less, while the folding design makes it easy to bring along on any adventure. Price: €60. In stock: 63 pcs. Category: Hiking. Subcategory: Other equipment."
  }
]
